Echotex_Blazetest_T75.html/statistics.json
{
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 75,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4519.719999999999,
    "medianResTime" : 3371.0,
    "minResTime" : 2734.0,
    "maxResTime" : 11028.0,
    "pct1ResTime" : 7722.800000000002,
    "pct2ResTime" : 9930.000000000002,
    "pct3ResTime" : 11028.0,
    "throughput" : 4.258701947646357,
    "receivedKBytesPerSec" : 1653.6680510405429,
    "sentKBytesPerSec" : 9.328387176338651
  },
  "https://www.echotex.com/new-index-1" : {
    "transaction" : "https://www.echotex.com/new-index-1",
    "sampleCount" : 75,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1355.5866666666666,
    "medianResTime" : 848.0,
    "minResTime" : 545.0,
    "maxResTime" : 7186.0,
    "pct1ResTime" : 2982.8,
    "pct2ResTime" : 4992.000000000001,
    "pct3ResTime" : 7186.0,
    "throughput" : 5.481654728840813,
    "receivedKBytesPerSec" : 933.2116758103713,
    "sentKBytesPerSec" : 3.1209030340958925
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 300,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1129.9300000000003,
    "medianResTime" : 647.5,
    "minResTime" : 276.0,
    "maxResTime" : 7186.0,
    "pct1ResTime" : 2097.3000000000015,
    "pct2ResTime" : 3049.6999999999994,
    "pct3ResTime" : 5169.750000000002,
    "throughput" : 17.139918871050675,
    "receivedKBytesPerSec" : 1663.871796084957,
    "sentKBytesPerSec" : 9.385946784122721
  },
  "https://www.echotex.com/" : {
    "transaction" : "https://www.echotex.com/",
    "sampleCount" : 75,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2018.2400000000002,
    "medianResTime" : 1776.0,
    "minResTime" : 1590.0,
    "maxResTime" : 4825.0,
    "pct1ResTime" : 2810.600000000002,
    "pct2ResTime" : 4166.6,
    "pct3ResTime" : 4825.0,
    "throughput" : 6.3846088362986295,
    "receivedKBytesPerSec" : 594.9283261151784,
    "sentKBytesPerSec" : 3.1424246616157316
  },
  "https://www.echotex.com/about" : {
    "transaction" : "https://www.echotex.com/about",
    "sampleCount" : 75,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 559.08,
    "medianResTime" : 308.0,
    "minResTime" : 277.0,
    "maxResTime" : 2767.0,
    "pct1ResTime" : 1434.2000000000003,
    "pct2ResTime" : 1550.6000000000004,
    "pct3ResTime" : 2767.0,
    "throughput" : 7.276608130396818,
    "receivedKBytesPerSec" : 381.07350435383717,
    "sentKBytesPerSec" : 4.100198135975551
  },
  "https://www.echotex.com/careers" : {
    "transaction" : "https://www.echotex.com/careers",
    "sampleCount" : 75,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 586.8133333333333,
    "medianResTime" : 317.0,
    "minResTime" : 276.0,
    "maxResTime" : 4687.0,
    "pct1ResTime" : 1127.6000000000001,
    "pct2ResTime" : 2322.8000000000015,
    "pct3ResTime" : 4687.0,
    "throughput" : 5.409694171956145,
    "receivedKBytesPerSec" : 392.2531911560516,
    "sentKBytesPerSec" : 3.0588016851197346
  }
}