Echotex_Blazetest_T80.html/statistics.json
{
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 80,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 4035.825,
    "medianResTime" : 3244.5,
    "minResTime" : 2755.0,
    "maxResTime" : 13250.0,
    "pct1ResTime" : 6255.4000000000015,
    "pct2ResTime" : 9049.650000000001,
    "pct3ResTime" : 13250.0,
    "throughput" : 4.467027751409906,
    "receivedKBytesPerSec" : 1734.561380625663,
    "sentKBytesPerSec" : 9.784710201574628
  },
  "https://www.echotex.com/new-index-1" : {
    "transaction" : "https://www.echotex.com/new-index-1",
    "sampleCount" : 80,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1147.0749999999998,
    "medianResTime" : 847.5,
    "minResTime" : 561.0,
    "maxResTime" : 9460.0,
    "pct1ResTime" : 2282.3,
    "pct2ResTime" : 2918.4500000000007,
    "pct3ResTime" : 9460.0,
    "throughput" : 7.041013906002465,
    "receivedKBytesPerSec" : 1198.6837979669072,
    "sentKBytesPerSec" : 4.00870225312445
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 320,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1008.95625,
    "medianResTime" : 602.0,
    "minResTime" : 273.0,
    "maxResTime" : 9460.0,
    "pct1ResTime" : 1846.9000000000008,
    "pct2ResTime" : 2549.0999999999995,
    "pct3ResTime" : 6795.8800000000465,
    "throughput" : 17.975508369846086,
    "receivedKBytesPerSec" : 1744.9870669377037,
    "sentKBytesPerSec" : 9.843521795303898
  },
  "https://www.echotex.com/" : {
    "transaction" : "https://www.echotex.com/",
    "sampleCount" : 80,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1912.1125000000004,
    "medianResTime" : 1744.5,
    "minResTime" : 1622.0,
    "maxResTime" : 5001.0,
    "pct1ResTime" : 2290.4,
    "pct2ResTime" : 2650.3,
    "pct3ResTime" : 5001.0,
    "throughput" : 6.2592911352789296,
    "receivedKBytesPerSec" : 583.2510171348094,
    "sentKBytesPerSec" : 3.080744855645098
  },
  "https://www.echotex.com/about" : {
    "transaction" : "https://www.echotex.com/about",
    "sampleCount" : 80,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 398.8625,
    "medianResTime" : 302.0,
    "minResTime" : 278.0,
    "maxResTime" : 3065.0,
    "pct1ResTime" : 574.8000000000001,
    "pct2ResTime" : 1085.2500000000005,
    "pct3ResTime" : 3065.0,
    "throughput" : 7.429420505200594,
    "receivedKBytesPerSec" : 389.0750879341567,
    "sentKBytesPerSec" : 4.186304327637444
  },
  "https://www.echotex.com/careers" : {
    "transaction" : "https://www.echotex.com/careers",
    "sampleCount" : 80,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 577.775,
    "medianResTime" : 309.0,
    "minResTime" : 273.0,
    "maxResTime" : 7444.0,
    "pct1ResTime" : 811.8000000000013,
    "pct2ResTime" : 2418.0000000000027,
    "pct3ResTime" : 7444.0,
    "throughput" : 5.591668414063046,
    "receivedKBytesPerSec" : 405.4464706961627,
    "sentKBytesPerSec" : 3.1616953239672885
  }
}