Echotex_Blazetest_T81.html/statistics.json
{
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 81,
    "errorCount" : 1,
    "errorPct" : 1.2345679,
    "meanResTime" : 4218.938271604937,
    "medianResTime" : 3339.0,
    "minResTime" : 2747.0,
    "maxResTime" : 10833.0,
    "pct1ResTime" : 7025.4,
    "pct2ResTime" : 7692.5,
    "pct3ResTime" : 10833.0,
    "throughput" : 4.041916167664671,
    "receivedKBytesPerSec" : 1565.9879947136976,
    "sentKBytesPerSec" : 8.853533168038922
  },
  "https://www.echotex.com/new-index-1" : {
    "transaction" : "https://www.echotex.com/new-index-1",
    "sampleCount" : 81,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1372.123456790124,
    "medianResTime" : 851.0,
    "minResTime" : 556.0,
    "maxResTime" : 8259.0,
    "pct1ResTime" : 3060.399999999999,
    "pct2ResTime" : 3335.2999999999984,
    "pct3ResTime" : 8259.0,
    "throughput" : 4.90344451843332,
    "receivedKBytesPerSec" : 834.7777913879473,
    "sentKBytesPerSec" : 2.79170718188147
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 324,
    "errorCount" : 1,
    "errorPct" : 0.30864197,
    "meanResTime" : 1054.734567901235,
    "medianResTime" : 598.5,
    "minResTime" : 268.0,
    "maxResTime" : 8259.0,
    "pct1ResTime" : 2059.5,
    "pct2ResTime" : 2745.25,
    "pct3ResTime" : 5179.75,
    "throughput" : 16.253637002106952,
    "receivedKBytesPerSec" : 1574.3152108990919,
    "sentKBytesPerSec" : 8.900612254815892
  },
  "https://www.echotex.com/" : {
    "transaction" : "https://www.echotex.com/",
    "sampleCount" : 81,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1895.543209876543,
    "medianResTime" : 1733.0,
    "minResTime" : 1600.0,
    "maxResTime" : 4420.0,
    "pct1ResTime" : 2525.3999999999996,
    "pct2ResTime" : 3321.7999999999947,
    "pct3ResTime" : 4420.0,
    "throughput" : 6.842372022301064,
    "receivedKBytesPerSec" : 637.5834508046123,
    "sentKBytesPerSec" : 3.367729979726305
  },
  "https://www.echotex.com/about" : {
    "transaction" : "https://www.echotex.com/about",
    "sampleCount" : 81,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 455.0123456790124,
    "medianResTime" : 301.0,
    "minResTime" : 268.0,
    "maxResTime" : 3128.0,
    "pct1ResTime" : 809.3999999999993,
    "pct2ResTime" : 1618.4999999999995,
    "pct3ResTime" : 3128.0,
    "throughput" : 8.233380768448873,
    "receivedKBytesPerSec" : 431.17884732669245,
    "sentKBytesPerSec" : 4.639317093159179
  },
  "https://www.echotex.com/careers" : {
    "transaction" : "https://www.echotex.com/careers",
    "sampleCount" : 81,
    "errorCount" : 1,
    "errorPct" : 1.2345679,
    "meanResTime" : 496.25925925925935,
    "medianResTime" : 310.0,
    "minResTime" : 275.0,
    "maxResTime" : 3104.0,
    "pct1ResTime" : 816.1999999999995,
    "pct2ResTime" : 1938.5999999999972,
    "pct3ResTime" : 3104.0,
    "throughput" : 4.910876682429974,
    "receivedKBytesPerSec" : 351.82822162604583,
    "sentKBytesPerSec" : 2.7767554678974173
  }
}